Repository: Paulemann/service.vdr.archive
Catalog: resources/language/*/strings.po
Languages: german

# #30000
source: General
german: Allgemein

# #30001
source: Path to VDR recordings
german: Pfad zu VDR-Aufnahmen

# #30002
source: Path to temporary folder
german: Pfad zum temporären Verzeichnis

# #30003
source: Path to destination folder
german: Pfad zum Zielverzeichnis

# #30004
source: Delete source after successful archiving
german: Quelle nach erfolgreicher Archivierung löschen

# #30005
source: Convert and archive all new recordings automatically
german: Alle neuen Aufnahmen autom. umwandeln und archivieren

# #30006
source: PVR client port (see config of PVR backend)
german: PVR Client Port (siehe Konf. PVR Backend)

# #30007
source: Time between checks (seconds)
german: Zeit zwischen Überprüfungen (in Sek.)

# #30008
source: Destination has windows character encoding
german: Ziel verwendet Windows-Zeichenkodierung

# #30010
source: Output
german: Ausgabe

# #30011
source: Expand title with seasosn/episode info
german: Titel um Staffel und Folge erweitern

# #30012
source: Expand title with channel info
german: Titel um Sendernamen erweitern

# #30013
source: Expand title with timer info
german: Titel um Aufnahmedatum/-zeit erweitern

# #30014
source: Create a separate directory per title/show name
german: Eigenes Verzeichnis pro Titel/Serienname anlegen

# #30015
source: Create genre directories (according to EN 300 468)
german: Automatisch Genreordner anlegen (gem. EN 300 468)

# #30016
source: Group TV shows in a separate directory
german: TV-Serien in eigenem Verzeichnis gruppieren

# #30017
source: Sort list of recordings
german: Sortierung der Aufnahmenliste

# #30018
source: By date (ascending)
german: Nach Datum (aufsteigend)

# #30019
source: By date (descending)
german: Nach Datum (absteigend)

# #30020
source: By title (ascending)
german: Nach Titel (aufsteigend)

# #30021
source: By title (descending)
german: Nach Titel (absteigend)

# #30022
source: Process all input streams
german: Alle Eingabe-Streams verarbeiten

# #30023
source: Select languages
german: Sprachauswahl

# #30024
source: Optimize MP2 audio
german: MP2-Audio optimieren

# #30026
source: Always replace existing file
german: Vorhandene Zieldatei überschreiben

# #30027
source: Notify on success
german: Nachricht nach erfolgreicher Umwandlung

# #30028
source: Notify on failure
german: Nachricht bei gescheiterter Umwandlung

# #30029
source: Convert HD videos to SD format
german: HD-Videos in SD-Format umwandeln

# #30030
source: Subtitles
german: Untertitel

# #30035
source: Conversion
german: Umwandlung

# #30040
source: Archiving completed
german: Archivierung abgeschlossen

# #30041
source: Archiving failed
german: Archivierung fehlgeschlagen

# #30042
source: Configuration error. Check log file for details
german: Konfigurationsfehler. Log-Datei enthält Details

# #30050
source: Select recordings to archive
german: Aufnahmen zur Archivierung auswählen

# #30052
source: Cancel
german: Abbruch

# #30053
source: Currently no recordings are available
german: Zurzeit sind keine Aufnahmen verfügbar

# #30100
source: Miscellaneous
german: Diverses

# #30116
source: Movies
german: Filme

# #30118
source: Adventure, Western And War
german: Abenteuer-, Western- und Kriegsfilme

# #30119
source: Science Fiction, Fantasy And Horror
german: Science-Fiction-, Fantasy- und Horrorfilme

# #30120
source: Comedy
german: Komödien

# #30121
source: Soap
german: Soaps

# #30122
source: Romance
german: Liebesfilme

# #30123
source: Historical Movies And Dramas
german: Historische Filme und Dramen

# #30124
source: Adult Movies
german: Filme für Erwachsene

# #30132
source: News
german: Nachrichten

# #30133
source: News Reports
german: Nachrichtensendungen

# #30134
source: News Magazines
german: Nachrichtenmagazine

# #30135
source: Documentaries
german: Dokumentationen

# #30136
source: Discussions
german: Diskussionen

# #30149
source: Game Shows
german: Spielshows

# #30150
source: Variety Shows
german: Unterhaltungsshows

# #30164
source: Sports
german: Sport

# #30165
source: Special Events
german: Sonderveranstaltungen

# #30166
source: Sports Magazines
german: Sportmagazine

# #30167
source: Football And Soccer
german: Fussball

# #30168
source: Tennis And Squash
german: Tennis und Squash

# #30169
source: Team Sports
german: Mannschaftssport

# #30170
source: Athletics
german: Athletik

# #30171
source: Motor Sports
german: Motorsport

# #30172
source: Water Sport
german: Wassersport

# #30173
source: Winter Sports
german: Wintersport

# #30174
source: Equestrian
german: Reiten

# #30175
source: Martial Sports
german: Kampfsport

# #30180
source: Kids
german: Kinder

# #30181
source: Pre-school
german: Vorschule

# #30182
source: Kids 6 to 14
german: Kinder von 6 bis 14

# #30183
source: Kids 10 to 16
german: Kinder von 10 bis 16

# #30184
source: Educational
german: Pädagogisch

# #30185
source: Cartoons
german: Zeichentrick

# #30196
source: Music
german: Musik

# #30197
source: Rock and Pop
german: Rock und Pop

# #30198
source: Classical Music
german: Klassische Musik

# #30199
source: Folk And Traditional Music
german: Folklore und traditionelle Musik

# #30201
source: Musicals And Operas
german: Opern und Musicals

# #30212
source: Culture
german: Kultur

# #30213
source: Performing Arts
german: Darstellende Künste

# #30214
source: Fine Arts
german: Kunstwissenschaften

# #30216
source: Pop Culture And Tradtional Arts
german: Popkultur und traditionelle Künste

# #30217
source: Literature
german: Literatur

# #30218
source: Film And Cinema
german: Film und Kino

# #30219
source: Experimental Films
german: Experimentalfilme

# #30220
source: Broadcasting And Press
german: Rundfunk und Presse

# #30221
source: New Media
german: Neue Medien

# #30222
source: Arts Magazines
german: Kunstmagazine

# #30223
source: Fashion
german: Mode

# #30228
source: Social Issues And Economics
german: Wirtschaft und Gesellschaft

# #30229
source: Reports And Documentaries
german: Reportagen und Dokumentationen

# #30230
source: Economics And Social Advisories
german: Wirtschafts- und Sozialratgeber

# #30231
source: Remarkable People
german: Außergewöhnliche Menschen

# #30244
source: Science
german: Wissenschaft

# #30245
source: Nature
german: Natur

# #30246
source: Technology
german: Technik

# #30247
source: Medicine
german: Medizin

# #30248
source: Foreign Countries
german: Ausland

# #30249
source: Social And Spiritual Sciences
german: Sozial- und Geisteswissenschaften

# #30250
source: Further Education
german: Aus- und Weiterbildung

# #30251
source: Languages
german: Sprachen

# #30261
source: Travel
german: Reisen

# #30262
source: Handicraft
german: Handarbeit

# #30263
source: Motoring
german: Motorsport

# #30264
source: Fitness And Health
german: Fitness und Gesundheit

# #30265
source: Cooking
german: Kochen

# #30267
source: Gardening
german: Gärtnern

# #30300
source: TV Shows
german: Serien
